Repository: kenshinice-ai/Light-Replay
Catalog: ios/Packages/PropertyModel/Sources/PropertyModel/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %lld concerns
zh_hans: %lld 个顾虑

source: %lld likes
zh_hans: %lld 个喜欢

source: %lld notes
zh_hans: %lld 条笔记

source: %lld to confirm
zh_hans: %lld 个要确认

source: 1 concern
zh_hans: 1 个顾虑

source: 1 like
zh_hans: 1 个喜欢

source: 1 note
zh_hans: 1 条笔记

source: Ask
zh_hans: 要问

source: Backyard
zh_hans: 后院

source: Commute
zh_hans: 通勤

source: Concern
zh_hans: 顾虑

source: Condition
zh_hans: 房况

source: Dropped
zh_hans: 放弃

source: Indicative
zh_hans: 仅供参考

source: Inspected
zh_hans: 已看

source: Layout
zh_hans: 格局

source: Light measurement
zh_hans: 光线测量

source: Light measurement recorded (analysis pending)
zh_hans: 已记录光线测量（等待分析）

source: Light scan · camera covered %lld%% of the %@ path · sunlight not calculated
zh_hans: 光线扫描 · 镜头覆盖了%2$@路径的 %1$lld%% · 日照未计算

source: Light scan · sunlight not calculated
zh_hans: 光线扫描 · 日照未计算

source: Like
zh_hans: 喜欢

source: Measured
zh_hans: 已实测

source: Natural light
zh_hans: 采光

source: Noise
zh_hans: 噪音

source: Not recorded
zh_hans: 没有记录

source: Note
zh_hans: 笔记

source: Noted
zh_hans: 有记录

source: Observed · measured
zh_hans: 现场实测

source: Observed · noted
zh_hans: 现场记录

source: Other
zh_hans: 其他

source: Outdoor
zh_hans: 户外

source: Photo
zh_hans: 照片

source: Price comfort
zh_hans: 价格承受度

source: Privacy
zh_hans: 私密

source: Quiet
zh_hans: 安静

source: Renovation potential
zh_hans: 翻新潜力

source: Scanned, sunlight not calculated
zh_hans: 已扫描，日照未计算

source: School
zh_hans: 学区

source: Shortlisted
zh_hans: 入围

source: Space
zh_hans: 空间

source: Strong indication
zh_hans: 多方印证

source: To inspect
zh_hans: 待看

source: Unknown
zh_hans: 未知

source: Verified
zh_hans: 已核实

source: Voice note
zh_hans: 语音笔记

source: all-year sun
zh_hans: 全年阳光

source: winter sun
zh_hans: 冬季阳光
